ent-ShieldEmitter = НТ-910 "Голиаф" излучатель дефлектора
    .desc = Сложный комплекс механизмов - пожирает энергию и поддерживает пузырьковый дефлекторный щит вокруг материнского судна. Перегревается при чрезмерном использовании.
ent-ShieldEmitterMedium = НТ-630 "Бастион" излучатель дефлектора
    .desc = Сложный комплекс механизмов - пожирает энергию и поддерживает пузырьковый дефлекторный щит вокруг материнского судна. Перегревается при чрезмерном использовании.
ent-ShieldEmitterSmall = НТ-280 "Скиталец" излучатель дефлектора
    .desc = Излучатель дефлектора, созданный СТП на основе обратной разработки древних чертежей. Создаёт слабый, но быстро перезаряжающийся пузырьковый щит вокруг судна.
